{
  "\t": 136, 
  "\n": 93, 
  "\r": 137, 
  " ": 5, 
  "!": 140, 
  "\"": 99, 
  "#": 52, 
  "$": 8, 
  "%": 142, 
  "&": 87, 
  "'": 54, 
  "(": 10, 
  ")": 144, 
  "*": 103, 
  "+": 56, 
  ",": 12, 
  "-": 146, 
  ".": 105, 
  "/": 59, 
  "0": 14, 
  "1": 148, 
  "2": 107, 
  "3": 61, 
  "4": 16, 
  "5": 150, 
  "6": 109, 
  "7": 63, 
  "8": 18, 
  "9": 152, 
  ":": 111, 
  ";": 65, 
  "<": 20, 
  "=": 154, 
  ">": 113, 
  "?": 67, 
  "@": 22, 
  "A": 156, 
  "B": 114, 
  "C": 68, 
  "D": 25, 
  "E": 159, 
  "F": 115, 
  "G": 70, 
  "H": 26, 
  "I": 161, 
  "J": 116, 
  "K": 72, 
  "L": 28, 
  "M": 162, 
  "N": 118, 
  "O": 74, 
  "P": 30, 
  "Q": 163, 
  "R": 120, 
  "S": 76, 
  "T": 33, 
  "U": 165, 
  "V": 121, 
  "W": 78, 
  "X": 34, 
  "Y": 166, 
  "Z": 122, 
  "[": 79, 
  "\\": 35, 
  "]": 167, 
  "^": 123, 
  "_": 81, 
  "`": 36, 
  "a": 168, 
  "b": 126, 
  "c": 84, 
  "d": 38, 
  "e": 170, 
  "f": 128, 
  "g": 85, 
  "h": 40, 
  "i": 172, 
  "j": 129, 
  "k": 86, 
  "l": 41, 
  "m": 173, 
  "n": 130, 
  "o": 88, 
  "p": 43, 
  "q": 174, 
  "r": 131, 
  "s": 89, 
  "t": 44, 
  "u": 175, 
  "v": 132, 
  "w": 90, 
  "x": 45, 
  "y": 176, 
  "z": 134, 
  "|": 46, 
  "~": 135, 
  "\u0081": 92, 
  "\u008d": 94, 
  "\u008f": 0, 
  "\u0090": 48, 
  "\u009d": 96, 
  "\u00a0": 51, 
  "\u00a1": 98, 
  "\u00a2": 141, 
  "\u00a3": 6, 
  "\u00a4": 53, 
  "\u00a5": 100, 
  "\u00a6": 143, 
  "\u00a7": 9, 
  "\u00a8": 55, 
  "\u00a9": 102, 
  "\u00aa": 145, 
  "\u00ab": 11, 
  "\u00ac": 1, 
  "\u00ad": 104, 
  "\u00ae": 147, 
  "\u00af": 13, 
  "\u00b0": 60, 
  "\u00b1": 106, 
  "\u00b2": 149, 
  "\u00b3": 15, 
  "\u00b4": 62, 
  "\u00b5": 108, 
  "\u00b6": 151, 
  "\u00b7": 17, 
  "\u00b8": 64, 
  "\u00b9": 110, 
  "\u00ba": 153, 
  "\u00bb": 19, 
  "\u00bc": 66, 
  "\u00bd": 112, 
  "\u00be": 155, 
  "\u00bf": 21, 
  "\u00c2": 158, 
  "\u00c3": 23, 
  "\u00c4": 69, 
  "\u00c6": 160, 
  "\u00cb": 27, 
  "\u00cc": 73, 
  "\u00cd": 117, 
  "\u00cf": 29, 
  "\u00d0": 75, 
  "\u00d1": 119, 
  "\u00d3": 31, 
  "\u00e0": 83, 
  "\u00e1": 124, 
  "\u00e2": 169, 
  "\u00e3": 37, 
  "\u00e5": 127, 
  "\u00e6": 171, 
  "\u00e7": 39, 
  "\u00ef": 42, 
  "\u0152": 32, 
  "\u0153": 164, 
  "\u0160": 125, 
  "\u0161": 82, 
  "\u0178": 133, 
  "\u017d": 91, 
  "\u017e": 47, 
  "\u0192": 50, 
  "\u02c6": 57, 
  "\u02dc": 80, 
  "\u2013": 49, 
  "\u2014": 2, 
  "\u2018": 3, 
  "\u2019": 138, 
  "\u201a": 95, 
  "\u201c": 4, 
  "\u201d": 139, 
  "\u201e": 97, 
  "\u2020": 71, 
  "\u2021": 157, 
  "\u2022": 77, 
  "\u2026": 101, 
  "\u2039": 24, 
  "\u20ac": 58, 
  "\u2122": 7
}