{
  "\u0003": 41, 
  "\t": 136, 
  "\n": 89, 
  "\u000f": 42, 
  "\u001d": 149, 
  " ": 6, 
  "!": 144, 
  "\"": 95, 
  "#": 46, 
  "$": 7, 
  "%": 146, 
  "&": 97, 
  "'": 48, 
  "(": 10, 
  ")": 148, 
  "*": 98, 
  "+": 50, 
  ",": 12, 
  "-": 151, 
  ".": 100, 
  "/": 52, 
  "0": 15, 
  "1": 153, 
  "2": 102, 
  "3": 55, 
  "4": 17, 
  "5": 155, 
  "6": 103, 
  "7": 56, 
  "8": 19, 
  "9": 156, 
  ":": 105, 
  ";": 58, 
  "<": 21, 
  "=": 158, 
  ">": 107, 
  "?": 61, 
  "@": 22, 
  "A": 159, 
  "B": 109, 
  "C": 62, 
  "D": 23, 
  "E": 160, 
  "F": 110, 
  "G": 64, 
  "H": 24, 
  "I": 162, 
  "J": 112, 
  "K": 67, 
  "L": 25, 
  "M": 163, 
  "N": 114, 
  "O": 69, 
  "P": 27, 
  "Q": 165, 
  "R": 115, 
  "S": 70, 
  "T": 29, 
  "U": 167, 
  "V": 117, 
  "W": 73, 
  "X": 31, 
  "Y": 168, 
  "Z": 118, 
  "[": 74, 
  "\\": 33, 
  "]": 170, 
  "^": 120, 
  "_": 76, 
  "a": 171, 
  "b": 123, 
  "c": 78, 
  "d": 34, 
  "e": 172, 
  "f": 124, 
  "g": 80, 
  "h": 35, 
  "i": 174, 
  "j": 127, 
  "k": 81, 
  "l": 36, 
  "m": 175, 
  "n": 129, 
  "o": 83, 
  "p": 37, 
  "q": 176, 
  "r": 131, 
  "s": 84, 
  "t": 38, 
  "u": 178, 
  "v": 132, 
  "w": 85, 
  "x": 39, 
  "y": 180, 
  "z": 133, 
  "|": 40, 
  "~": 134, 
  "\u00b0": 54, 
  "\u00e1": 121, 
  "\u00e9": 125, 
  "\u00ed": 128, 
  "\u00f1": 130, 
  "\u00f6": 179, 
  "\u00f8": 86, 
  "\u0296": 139, 
  "\u0316": 0, 
  "\u0317": 138, 
  "\u0318": 92, 
  "\u0319": 43, 
  "\u031b": 141, 
  "\u031c": 93, 
  "\u031d": 44, 
  "\u031e": 4, 
  "\u031f": 143, 
  "\u0320": 94, 
  "\u0323": 145, 
  "\u0324": 96, 
  "\u0325": 47, 
  "\u0326": 9, 
  "\u0327": 147, 
  "\u0329": 49, 
  "\u032a": 11, 
  "\u032b": 150, 
  "\u032c": 99, 
  "\u032d": 51, 
  "\u032e": 14, 
  "\u032f": 152, 
  "\u0330": 101, 
  "\u0331": 53, 
  "\u0332": 16, 
  "\u0333": 154, 
  "\u0336": 18, 
  "\u0338": 104, 
  "\u0339": 57, 
  "\u033a": 20, 
  "\u033b": 157, 
  "\u033c": 106, 
  "\u0340": 108, 
  "\u0345": 63, 
  "\u0347": 161, 
  "\u0348": 111, 
  "\u0349": 65, 
  "\u034d": 68, 
  "\u034e": 26, 
  "\u0353": 166, 
  "\u0354": 116, 
  "\u0355": 71, 
  "\u0356": 30, 
  "\u035a": 32, 
  "\u035c": 119, 
  "\u035d": 75, 
  "\u0360": 122, 
  "\u0361": 77, 
  "\u0ca0": 45, 
  "\u2018": 1, 
  "\u2019": 140, 
  "\u201c": 3, 
  "\u201d": 142, 
  "\u2353": 82, 
  "\u25a1": 5, 
  "\u25cf": 113, 
  "\u2611": 137, 
  "\u264b": 60, 
  "\u264c": 2, 
  "\u264f": 72, 
  "\u2652": 177, 
  "\u2708": 88, 
  "\u2752": 28, 
  "\u29eb": 126, 
  "\u2b27": 173, 
  "\ufe0e": 90, 
  "\ud83c\udfba": 59, 
  "\ud83c\udfe2": 79, 
  "\ud83d\udc4c": 164, 
  "\ud83d\udc4d": 66, 
  "\ud83d\udca7": 8, 
  "\ud83d\udcaf": 13, 
  "\ud83d\udd25": 169, 
  "\ud83d\udd2b": 181, 
  "\ud83d\ude01": 135, 
  "\ud83d\ude02": 87, 
  "\ud83e\udd14": 91
}